Repository: GeoZzNL/ZeCogsV3
Catalog: react_roles/locales/*.po
Languages: nl

source: Role Links
nl: Links van rollen

source: There are no links in this server
nl: Er zijn geen links van rollen in deze server

source: Could not find message {msg_id} in {channel}.
nl: Kan bericht {msg_id} niet vinden in {channel}.

source: Could not find channel {channel_id}.
nl: Kan het kanaal {channel_id} niet vinden.

source: Could not find server with id {guild_id}.
nl: Kan server met ID: {guild_id} niet vinden.

source: The processing loop has ended.
nl: De verwerkingslus is beëindigd.

source: Cached bindings: {bindings}
nl: Opgeslagen koppelingen: {bindings}

source: Checked {c} out of {r} reactions out of {t} emojis.
nl: Bekeek {c} van alle {r} reacties van totaal {t} emojis.

source: :white_check_mark: Completed! Checked a total of {c} reactions. Gave a total of {g} roles.
nl: :white_check_mark: Compleet! Totaal {c} reacties bekeken. Gave a total of {g} roles.

source: :x: Message not found.
nl: :x: Bericht niet gevonden.

source: :x: The emoji is already bound on that message.
nl: :x: Deze emoji is al gekoppeld aan een ander bericht.

source: :x: The channel must be in a server.
nl: :x: Het kanaal moet zich bevinden in deze server.

source: :x: Role not found on the given channel's server.
nl: :x: Rol niet gevonden in de gegeven serverkanaal.

source: :x: Emoji not found in any of my servers or in unicode emojis.
nl: :x: Emoji niet gevonden op een van de servers of in unicode emoji's.

source: :x: I don't have the permission to add reactions in that channel.
nl: :x: Geen permissie om reacties toe te voegen in dat kanaal.

source: :x: I don't have the permission to manage users' roles in the channel's server.
nl: :x: Geen permissie om rollen van leden te veranderen in de kanalen van de server.

source: :white_check_mark: The role has been bound to {} on the message in {}.
nl: :white_check_mark: De rol is verbonden aan {} op het bericht in {}.

source: :x: The role is not bound to that message.
nl: :x: De rol is neit verbonden aan dat bericht.

source: Initializing...
nl: Laden...

source: :put_litter_in_its_place: Unbound the role on the message.
nl: :put_litter_in_its_place: Ontkoppel de rol van het bericht.

source: Removing linked reactions...
nl: Verwijderen van gekoppelde reacties...

source: Removed **{} / {}** reactions...
nl: Verwijderen van **{} / {}** reacties...

source: Removed **{}** reactions.
nl: **{}** reacties verwijderd.

source: The following messages weren't found: {}
nl: De volgende berichten zijn niet gevonden: {}

source: The following channels weren't found: {}
nl: De volgende kanalen zijn niet gevonden: {}

source: The following channel-message pairs were invalid: {}
nl: De volgende koppelingen van berichten zijn niet geldig: {}

source: You must specify at least one message to be linked.
nl: Je moet minimaal 1 bericht kiezen op aan te koppelen.

source: :x: Failed to link reactions.
nl: :x: GEfaald in het koppelen van reacties.

source: :white_check_mark: Successfully linked the reactions.
nl: :white_check_mark: Reacties zijn succesvol gekoppeld.

source: :x: That link name is already used in the current server. Remove it before assigning to it.
nl: :x: Deze naam is al in gebruik in de huidige server. Verwijder dit eerst voordat wij het gaan koppelen.

source: :x: Could not find a link with that name in this server.
nl: :x: Kan geen link vinden met die naam in deze server.

source: :white_check_mark: The link has been removed from this server.
nl: :white_check_mark: De link is verwijderd uit deze server.

source: :x: Cannot run a check on linked messages.
nl: :x: Kan gekoppelde berichten niet ophalen.

source: :x: Could not find the reaction of that message.
nl: :x: Kan geen reacties vinden van dit bericht.

source: :x: I can't give that role! Maybe it's higher than my own highest role?
nl: :x: Kan deze rol niet geven? Misschien is deze rol hoger dan die van mij
